Repository: Code4PuertoRico/cujo
Catalog: apps/reminder_comments/locale/*/LC_MESSAGES/django.po
Languages: es

source: Create new comments
es: Crear nuevos comentarios

source: Delete comments
es: Eliminar comentarios

source: Edit comments
es: Editar los comentarios

source: View comments
es: Ver los comentarios

source: Comments
es: Comentarios

source: delete
es: eliminar

source: add comment
es: añadir comentario

source: comments
es: comentarios

source: date
es: fecha

source: user
es: usuario

source: comment
es: comentario

source: Must provide at least one comment.
es: Debe proveer al menos un comentario.

source: Comment "%s" deleted successfully.
es: Comentario "%s" eliminado exitosamente.

source: Error deleting comment "%(comment)s": %(error)s
es: Error al eliminar el comentario " %(comment)s": %(error)s

source: Are you sure you wish to delete the comment: %s?
es: ¿Está seguro que desea eliminar el comentario:% s?

source: Are you sure you wish to delete the comments: %s?
es: ¿Está seguro que desea eliminar los comentarios:% s?

source: Comment added successfully.
es: Comentario añadido exitosamente.

source: Add comment to reminder: %s
es: Añadir comentario al recordatorio: %s
